tap "homebrew-ffmpeg/ffmpeg"
tap "mpv-player/mpv"
tap "nikitabobko/tap"
brew "asciiquarium"
brew "flac"
brew "libvorbis"
brew "opus"
brew "python@3.14"
brew "aubio"
brew "bat"
brew "btop"
brew "portaudio"
brew "cava"
brew "chafa"
brew "cmatrix"
brew "sdl2"
brew "ffmpeg"
brew "mad"
brew "cmus"
brew "cowsay"
brew "emacs"
brew "eza"
brew "mupdf"
brew "fancy-cat"
brew "fastfetch"
brew "ffmpegthumbnailer"
brew "figlet"
brew "fortune"
brew "fzf"
brew "genact"
brew "gh"
brew "git"
brew "go"
brew "gum"
brew "htop"
brew "jq"
brew "libcaca"
brew "yt-dlp"
brew "mpv"
brew "neovim"
brew "no-more-secrets"
brew "node"
brew "opencode"
brew "pandoc"
brew "pipx"
brew "pkgconf"
brew "poppler"
brew "rig"
brew "ruby"
brew "sdl2_gfx"
brew "sdl2_image"
brew "sdl2_mixer"
brew "sdl2_ttf"
brew "sl"
brew "starship"
brew "switchaudio-osx"
brew "telnet"
brew "terminal-notifier"
brew "tmux"
brew "toilet"
brew "tree"
brew "yazi"
brew "zig"
brew "zsh-syntax-highlighting"
cask "nikitabobko/tap/aerospace"
cask "blackhole-2ch"
cask "claude-code"
cask "font-jetbrains-mono-nerd-font"
cask "visual-studio-code"
cask "vivaldi"
cask "wezterm"
cask "xquartz"
cask "zen"
vscode "aaron-bond.better-comments"
vscode "ajshort.include-autocomplete"
vscode "burkeholland.simple-react-snippets"
vscode "christian-kohler.path-intellisense"
vscode "cschlosser.doxdocgen"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot-chat"
vscode "harryhopkinson.vs-code-runner"
vscode "hediet.vscode-drawio"
vscode "jbenden.c-cpp-flylint"
vscode "llvm-vs-code-extensions.vscode-clangd"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "mosapride.zenkaku"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpp-devtools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "ritwickdey.liveserver"
vscode "shardulm94.trailing-spaces"
vscode "streetsidesoftware.code-spell-checker"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "vscode-icons-team.vscode-icons"
vscode "wayou.vscode-todo-highlight"
vscode "xaver.clang-format"
vscode "yandeu.five-server"
vscode "yangxiaoxu.vscode-intellicode-ai"
go "github.com/liamg/lyric/cmd/lyric"
npm "discord-rich-presence"
npm "live-server"
